[
    {
      "id":"pro0001",
      "nom":"Site du TIM",
      "couleur":"green",
      "description":"Un de mes grand projets que j'ai fait avec mon équipe de web. Nous avions pour but de refaire le site web de la technique d'intégration en multimédia de Maisonneuve."
    },
    {
      "id":"pro0002",
      "nom":"100000 comix",
      "couleur":"green",
      "description":"Ceci était un projet où le but était de recréer un site web déjà existant ayant un design à revisé. Je suis fier de mon résultat car c'était la premiere fois que j'ai conceptualiser un site. "
    },
    {
      "id":"pro0003",
      "nom":"Gundomize",
      "couleur":"red",
      "description":"Gundomize est un jeu de tir à la premiere personne jouant à deux personnes. Le but du jeu est est de marquer le plus de point en éliminant son adversaire avant temps imparti. Le 'twist', les armes de chaque joueurs changent aléatoirement, rendant ainsi la jouabilité du jeu dynamique. Je n'ai pas pu créer ce jeu sans une équipe bien organiser. "
    },
    {
      "id":"pro0004",
      "nom":"Frank le trancheur",
      "couleur":"red",
      "description":"Ceci est mon tout premier jeu créer à partir de Unity. Frank le trancheur est un jeu hack and slash "
    },
    {
      "id":"pro0005",
      "nom":"Perceuse 3D",
      "couleur":"lightblue",
      "description":"Un vehicule imaginaire que j'ai conceptualiser pour mon premier cours de 3D au Collège de Maisonneuve. Le thème était de créer de un vehicule en forme d'animaux. Donc, j'ai fait une perceuse en forme d'abeille."
    },
    {
      "id":"pro0006",
      "nom":"Zralok",
      "couleur":"lightblue",
      "description":"Homme requin que j'ai conceptualiser avec le logiciel Maya 3D. Ce projet était pour le cours mon cours de scénarisation dont le but était de créer un personnage dans un univers fictif. "
    },
    {
      "id":"pro0007",
      "nom":"Captain McClean",
      "couleur":"purple",
      "description":"Un projet que j'ai réaliser en équipe dans le cadre du jour de la terre en 2019. Captain McClean est une idée de jeu où le but du jeu est de terraser des déchets mutant qui menace la planete."
    },
    {
      "id":"pro0008",
      "nom":"Épee trio",
      "couleur":"purple",
      "description":"Desin graphique que j'ai fait pendant mon temps libre. L'inspiration vient principalement de la serie des jeux Zelda. "
    }
  ]